Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Типы рака Существуют различные разновидности рака. • Карцинома является наиболее распространенной формой рака. Рак легких, ободочной кишки, груди, яичников относится в основном к этому типу рака. • Саркома чаще всего обнаруживается в костях, хрящах, жировых тканях и в мышцах. • Лимфома образуется в лимфатических узлах иммунной системы организма. К ней относятся лимфомы Ходжкина и неходжкинские лимфомы. • Лейкемия начинается в кровяных клетках, которые образуются в костном мозге и обнаруживаются в больших количествах в кровяном русле. Признаки рака Признаки рака зависят от типа и расположения опухоли. При некоторых раковых заболеваниях может не возникать никаких симптомов до тех пор, пока опухоль не станет большой. К общим признакам относятся: • ощущение сильной усталости; • потеря веса, которая происходит без видимой причины; • повышенная температура, простуда или потоотделение во время сна; • отсутствие аппетита; • физический дискомфорт или боль; • кашель, затрудненное дыхание или боль в груди; • понос, запор или следы крови в стуле. При обнаружении рака делаются анализы для того, чтобы проверить, распространилась ли раковая опухоль на другие части тела. Может потребоваться сканирование, рентгеновское обследование и анализы крови.
en: Types of Cancer There are many kinds of cancers. • Carcinoma is the most common type of cancer. Lung, colon, breast and ovarian cancers are often this type of cancer. • Sarcoma is found in bone, cartilage, fat and muscle. • Lymphoma begins in the lymph nodes of the body’s immune system. They include Hodgkin’s and Non-Hodgkin’s Lymphomas. • Leukemia starts in the blood cells that grow in the bone marrow and are found in large numbers in the bloodstream. Signs of Cancer Signs of cancer depend on the type and location of the tumor. With some cancers, there may not be any signs until the tumor is large. Common signs include: • Feeling very tired • Weight loss that occurs without knowing why • Fever, chills or night sweats • Lack of hunger • Physical discomfort or pain • Coughing, shortness of breath or chest pain • Diarrhea, constipation or blood in the stool When cancer is found, tests will be done to see if the cancer has spread to other parts of your body. Scans, x-rays and blood tests may be needed. Cancer. Russian.

source: Медицинский уход Ваш врач определит, какое лечение Вам необходимо в зависимости от: • типа рака; • скорости роста раковой опухоли; • того, распространился ли рак на другие части Вашего организма; • вашего возраста и общего состояния здоровья. Наиболее распространенными способами лечения рака являются: • хирургические операции с целью удаления опухоли и прилегающих тканей; • oблучение в контролируемых дозах для уменьшения или уничтожения опухоли и раковых клеток; • химиотерапия для замедления роста или уничтожения раковых клеток; • другие лекарства для лечения побочных эффектов и скорейшего выздоровления. Профилактика Вы можете снизить риск возникновения рака путем: • отказа от курения или употребления табака; • использования солнцезащитного крема, шляп и одежды для защиты кожи, когда Вы находитесь вне помещения; • ограничения количества употребляемого алкоголя; • сокращения потребления пищи с высоким содержанием жиров, особенно животного происхождения; • употребления большого количества фруктов, овощей и пищи с высоким содержанием клетчатки;
en: Your Care Your doctor will decide what care is needed based on: • The type of cancer • How fast the cancer is growing • Whether the cancer has spread to other parts of your body • Your age and overall health The most common cancer treatments are: • Surgery to remove the tumor and nearby tissue • Radiation in controlled amounts to shrink or destroy the tumor and cancer cells • Chemotherapy medicine to slow the growth or destroy cancer cells • Other medicines to treat side effects and help you heal better Prevention You can reduce your risk of cancer by: • Not smoking or using tobacco. • Using sunscreen, hats and clothing to protect your skin when outside. • Limiting the amount of alcohol you drink. • Limiting the amount of high fat foods you eat, especially from animal sources. • Eating plenty of fruits, vegetables and high fiber foods. Cancer. Russian.

source: • сжатые кулачки; • поднесение ручек ко рту; • облизывание губ; • дерганье ручками и ножками; • поворот головы в вашу сторону; • почмокивание; • плач. Также малыш будет демонстрировать насыщение: растопыренные пальчики, опущенные ручки, расслабленные конечности, отворачивание головки или покусывание соска. Срыгивание Дайте ребенку срыгнуть, посадив его вертикально или прижав к груди. Потрите или похлопайте его по спинке, пока не выйдет лишний воздух. Ребенок может срыгивать небольшое количество пищи сразу после кормления или при отрыжке. Позвоните педиатру, если ваш малыш часто срыгивает фонтаном или испытывает дискомфорт. Аспиратор Для удаления слизи из носа можно воспользоваться аспиратором. 1. Сожмите аспиратор, чтобы удалить из него воздух. 2. Аккуратно введите наконечник в нос ребенка, а затем медленно ослабьте хват, чтобы аспиратор расправился. Не вводите кончик аспиратора глубоко.
en: • Clenched fists • Hands to mouth • Licking of lips • Moving of arms and legs • Turning the head towards your body • Sucking sounds • Crying Your baby will also show signs when he is full such as fingers open, hands down to his side, relaxed arms and legs, turning head away or biting the nipple. Burping and Spitting Up Burp your baby by sitting him upright or holding him up against your chest. Rub or gently pat his back until the air bubble comes up. It is normal for your baby to spit up small amounts after a feeding or with burping. Call your baby’s doctor if your baby is spitting up large amounts often or with force. Bulb Syringe You can use a bulb syringe to clear out mucus from your baby’s nose. 1. Squeeze the air out of the bulb. 2. Gently insert the tip into the nose and then slowly release the bulb. Do not force the tip high into the nose. Caring for Your Baby. Russian.

source: 3. Извлеките аспиратор и выдавите слизь на салфетку. Tissue 4. Если нужно, повторите. 5. После завершения процедуры промойте аспиратор в теплой воде с мылом. Будьте осторожны и не используйте аспиратор слишком часто: это может вызвать отек носа. Лучше располагать аспиратор со стороны рта, в области щечек. Не дотрагивайтесь до задней части рта и горла, поскольку это может спровоцировать рвоту. Уход за пупком При рождении ребенка пуповина зажимается. Зажим снимают в роддоме. Пупочный остаток отпадает в течение 7–14 дней. Не пытайтесь удалять его самостоятельно. Используйте подгузники, не достающие до пупочной ранки, пока она не заживет. Область пупка должна быть чистой, сухой и иметь доступ к воздуху. При попадании мочи или кала осторожно протрите область пупка влажной теплой губкой и промокните салфеткой или дайте высохнуть. Не купайте малыша до заживления пупочной ранки. После отпадания пупочного остатка из ранки может выделяться некоторое количество жидкости и крови. Позвоните педиатру, если пупок неприятно пахнет, сильно кровоточит, есть зеленовато- желтые выделения, покраснения или ребенок испытывает боль.
en: 3. Remove the bulb and squeeze any fluid into a tissue. 4. Repeat as needed. 5. After you are done, wash the bulb syringe with soap and warm water. Be gentle and do not to use the bulb syringe too much. This can cause your baby’s nose to swell. Suctioning the sides of your baby’s mouth in the cheek area can be a better option, but be careful not to suction the back of the mouth or throat, which can cause gagging. Cord Care The baby’s umbilical cord is clamped at birth. The clamp is removed in the hospital. It usually takes 7 to 14 days before the cord falls off by itself. Do not try to remove the cord. Until the cord is healed, keep the diaper below the cord. Keep the area clean, dry and open to the air. If the area becomes dirty with urine or poop, spange bathe the area gently with warm water and pat or air dry. Do not put your baby in a tub of water until the area has healed. When the cord falls off, there may be a small amount of drainage or a few drops of blood. Call your baby’s doctor if the cord smells bad, has yellow or green discharge, is bleeding more than a few drops, or if the skin around it becomes red or seems painful to the baby. Caring for Your Baby. Russian.

source: Кал Кал у большинства детей первые 48 часов представляет из себя липкую и темную массу. Цвет стула изменится на зеленовато-коричневый, затем на светло-желтый и горчичный. При грудном вскармливании стул станет водянистым и приобретет горчичный оттенок, а при искусственном будет более плотным и желтоватым. Если малыш чувствует себя комфортно, количество испражнение неважно. Мягкий стул считается нормой. • Позвоните педиатру, если у ребенка понос или очень жидкий стул на протяжении более 24 часов. • Позвоните педиатру, если у малыша запор или очень твердый стул. • Не используйте народные средства и лекарства без рекомендации врача. Моча Пока ребенку не исполнится 5 дней, подгузники придется менять по 5–6 раз в день. Малыши теряют жидкость очень интенсивно. Если вы полагаете, что малыш недополучает жидкость, кормите его каждые 2 часа. Если ребенок мочится редко, позвоните педиатру. Смена подгузников Меняйте подгузник, когда он станет мокрым или грязным. Это поможет предотвратить сыпь. При покраснении кожи проконсультируйтесь с врачом или медсестрой. Для очистки складок кожи и гениталий используйте влажную махровую тряпочку или детские салфетки. • Гениталии девочек промывают спереди назад. Таким образом, фекалии не попадут в отверстие мочеиспускательного канала, что может вызвать инфекцию.
en: Bowel Movements Most babies will have a sticky and dark bowel movement within 48 hours. The stool will change to greenish-brown, then to a light yellow, mustard color. Breast milk stool will become watery and mustard in color. Formula stool is more formed and yellow in color. As long as your baby is comfortable, do not worry about how often they have bowel movements. Soft stool is normal. • Call your baby’s doctor if your baby has diarrhea or very loose stool for more than 24 hours. • Call your baby’s doctor if your baby’s stool is very hard or difficult to pass. • Do not give your baby home remedies or medicine unless told to do so by your baby’s doctor. Urine Expect 5 to 6 wet diapers each day by the time the baby is 5 days old. Babies can lose fluids very fast. If you think your baby is not getting enough liquids, feed him every 2 hours. Call your baby’s doctor if your baby is not having enough wet diapers. Diaper Change Change the diaper when it becomes wet or dirty. This will help prevent skin rashes. Talk to your baby’s doctor or nurse about a product to use if your baby’s skin becomes red. Use a wet washcloth or baby wipes to gently clean the area and between the folds of skin and genitals. • For girls – Clean the genitalia from front to back. This avoids getting stool into the opening leading to the bladder, which may cause an infection. Caring for Your Baby. Russian.

source: • Если у вас мальчик, аккуратно промойте его пенис. Если ребенку не делали обрезание, не оттягивайте крайнюю плоть, чтобы помыть ее. Ногти Ногти ребенка должны быть короткими, чтобы он сам себя не поцарапал. Найдите удобное положение и лучше используйте пилочку, а не ножницы или кусачки. Аккуратно водите пилочкой вперед-назад, пока ноготь не станет коротким и гладким. Будьте осторожны: не повредите кожу малыша, особенно если вы используете кусачки. Сон Всегда укладывайте ребенка на спину. Соблюдайте правила: • Ребенок должен спать один. Укладывать малыша вместе с собой небезопасно. • Ребенок должен спать на спине. • Кроватка должна быть пустой: никаких игрушек, бамперов, подушек, одеял и прочих предметов. Малышу лучше всего спать в пижаме или в пеленке. Можно использовать пустышку, но нельзя ее вешать ребенку на шею.
en: • For boys – Gently clean the penis. If not circumcised, do not pull back on the foreskin to clean it. Fingernails Keep your baby’s nails short so they do not scratch themselves. Find a position that lets you access your baby’s hands. It is best to use a nail file (emery board) instead of baby nail scissors or clippers. Gently rub back and forth with the file until the nail is short and smooth. Use care not to file the baby’s skin. If you use baby nail clippers, be careful not to clip the baby’s skin. Sleeping Always put your baby on his or her back for sleeping. Follow the ABC’s of safe sleep: • ALONE- babies need to sleep on their own surface. Bed sharing is not safe. • BACK- babies should be on their back for every sleep. • CRIB- the crib should be empty. This means no toys, no bumper pads, no pillows, no blankets, no stuffed animals and no supplies. Having your baby in a onesie sleeper or sleep sack is safest. Pacifiers are okay as long as they are not hanging around your baby’s neck. Caring for Your Baby. Russian.

source: Положение на животе Когда вы находитесь рядом, ребенок не спит и готов играть, положите его на животик. Это укрепит мышцы шеи, рук и тела, научит его перекатываться, сидеть, ползать и тянуться, чтобы встать, а также поможет избежать синдрома плоской головы. Начинайте укладывать малыша на живот по паре минут несколько раз в день. Увеличивайте время, чтобы ребенок привык и это ему стало нравиться. Играйте с малышом, пока он находится в таком положении. Никогда не оставляйте ребенка одного на животе. Комнатная температура и одежда Малышу необходимо на один слой больше одежды, чем вам. Не переборщите, чтобы он не перегрелся. Температура в комнате, где находится ребенок, должна быть комфортной для взрослого человека. Кондиционер ребенку не повредит, однако малыш должен находиться подальше от вентиляторов и сквозняков. Температура ребенка Если ребенок горячий, плохо кушает, раздражителен, его трудно разбудить, измерьте его температуру. Для младенцев лучше подходит ректальный способ измерения температуры. Позвоните педиатру, если у малыша повышена температура: • у детей младше 3 мес. ректальная температура — 38 ºC (100,4 ºF) или выше, а под мышкой — 37,2 ºC (99 ºF) или выше.
en: Tummy Time Place your baby on his or her stomach while you spend time with your baby when he or she is awake and ready to play. This will help your baby’s muscles in the neck, arms and body get stronger. It also helps your baby avoid flat spots on his or her head, and help your baby learn how to roll, sit, crawl, and pull to stand. Start out with just a few minutes at a time, a few times each day. Increase the time as your baby gets used to it and begins to like it. Play with your baby in this position. Never leave your baby alone on his or her stomach. Room Temperature and Dress Dress your baby with one extra layer more than you are wearing. Do not overdress your baby or let him get too warm. Your baby’s room should be at a temperature that is comfortable for an adult. Air conditioning is not harmful to your baby, but keep your baby away from fans and drafts. Your Baby’s Temperature Take your baby’s temperature if your baby is eating poorly, feels warm to the touch, is more irritable or is hard to wake. There are different ways to take a temperature, but in the baby’s bottom (rectal) is thought to give the best reading for babies. Call your baby’s doctor if you think he or she may have a fever. In general: • Babies younger than 3 months - a rectal temperature of 100.4 º F (38 º C) or higher, or an armpit (axillary) temperature of 99 º F (37.2 º C) or higher. Caring for Your Baby. Russian.

source: Плач Все дети плачут. Так они сообщают, что хотят есть, пить, промокли, им холодно или скучно. Плач также помогает снять напряжение. Для здоровых детей считается нормальным: • плакать время от времени; • продолжать плакать, когда вы пытаетесь их успокоить; • чаще плакать вечером, когда они устали; • иметь красное лицо, сжатые кулачки, твердый и напряженный животик, изогнутую спинку, напряженные или подтянутые к животу ножки; • плакать долго. Плач малыша может заставить родителей расстроиться и поволноваться, думая, что что-то не в порядке. Понимание того, что является нормой, не прекратит плач, однако вы перестанете излишне волноваться. Если малыш плачет слишком часто, обязательно проконсультируйтесь с врачом. Как успокоить плачущего ребенка Если вы быстро отреагируете на плач, то сможете не допустить того, чтобы ребенок слишком расстроился. Это не испортит вашего малыша. Никогда не трясите ребенка, чтобы не причинить ему травм. Попросите кого-нибудь помочь вам и успокойтесь.
en: Crying All babies cry. Crying is how babies let you know they are hungry, wet, thirsty, cold or bored. It can also be a way to release tension. With healthy babies, it is normal: • For the crying to come and go. • For the baby to keep crying when you are trying to comfort them. • For crying to happen more in the evening hours when baby is tired. • For your baby to have a red face, clenched fists, hard and tight stomach, arched back, legs pulled up to their stomach or stiff legs. • For the crying to last a long time. A crying baby can frustrate and worry parents. Crying often makes parents think there is something wrong. Understanding what is normal will not make your baby stop crying, but it can make you feel better about yourself and your baby. Always check with your doctor if your baby cries more than you think your baby should. Soothing a Crying Baby Respond to the crying quickly to prevent your baby from becoming too upset. This will not spoil your baby. Never shake your baby. This causes serious injuries. Get help or take a break before you get too upset. Caring for Your Baby. Russian.

source: Попробуйте предпринять следующие действия: • обнимите или заверните ребенка в одеяло и прижмите его к себе; • расположите головку малыша рядом со своим сердцем; • дайте пососать пустышку или палец; • укачивайте ребенка или прохаживайтесь, держа его на руках или в коляске; • разговаривайте с ним ровным мягким голосом; • пойте, напевайте или воркуйте; • включите ритмичный звук, например музыку, вентилятор или сушилку для белья, но не кладите ребенка на сушилку; • создайте в комнате приглушенный свет и тишину. Постарайтесь сохранять спокойствие. Отдохните. Плач ребенка может вызвать стресс. Попросите кого- нибудь присмотреть за малышом и поуспокаивать его, пока вы отдыхаете. Проконсультируйтесь с педиатром, если ваш ребенок: • слишком много плачет; • плач громкий, пронзительный или непрекращающийся; • малыш плачет более 3 часов в день и чаще 3 дней в неделю. Синдром детского сотрясения Синдром детского сотрясения — это повреждение мозга, вызванное однократным сильным встряхиванием. Обычная игра, например покачивание на коленях, не повредит мозг, однако ни в коем случае не трясите ребенка. Обязательно сообщите всем, кто ухаживает за ребенком, чтобы никогда его не трясли.
en: Try these actions to calm your baby: • Cuddle or swaddle your baby in a blanket and hold him close to you. • Place your baby’s head near your heart. • Let your baby suck on his or her finger or a pacifier. • Rock, walk with your baby or take him or her for a ride in a stroller or a car. • Talk to your baby in a steady, soft voice. • Sing, hum or coo softly to your baby. • Turn on something with a rhythmic sound such as music, a fan or clothes dryer. Do not place the baby on the dryer. • Keep the lights low and the room quiet. Try to stay calm. Take a break. A crying baby can be stressful. Have someone watch and comfort your baby while you relax. Call your baby’s doctor for advice if you feel your baby: • Cries too much • Cries are loud, piercing or do not stop • Cries more than 3 hours each day and more often than 3 days each week Shaken Baby Syndrome Shaken Baby Syndrome is brain damage caused by someone shaking a baby even one time. Normal playing with a child, like bouncing the baby gently on a knee, will not cause brain damage, but never shake a baby. Make sure to tell anyone caring for your baby to never shake your baby. Caring for Your Baby. Russian.

source: Пустышки Младенцы любят сосать. Пустышка может помочь ребенку успокоиться. Не используйте пустышку при грудном вскармливании, пока ваш ребенок хорошо кушает. Никогда не вешайте пустышку малышу на шею. Не используйте соску для бутылки в качестве пустышки. Купание Малыша можно обтирать губкой. Не купайте ребенка в ванночке, пока не отпадет пупочный остаток и не заживут пупочная ранка и обрезание у мальчика. Температура воды должна быть комфортной: 37 ºС (100 ºF). Если у вас нет термометра для ванны, проверьте температуру воды собственным запястьем. Вода должна быть теплой, а не горячей. В помещении не должно быть сквозняков, открытых окон и вентиляторов. Ни на секунду не оставляйте ребенка одного в ванне. Если зазвонил телефон или кто-то стучит в дверь, не отвечайте, а закончите купать малыша. Несчастный случай может произойти очень быстро. При купании всегда поддерживайте головку. Крепко удерживайте малыша: тело в мыле может быть очень скользким. Купайте малыша каждые 3–4 дня. Лучше всего купать ребенка перед кормлением. В остальное время достаточно его подмыть после каждой смены подгузников, а также умыть лицо и шейку после кормления.
en: Pacifiers Babies like to suck. Pacifiers can help calm babies. If you are breastfeeding, do not use a pacifier until your baby is breastfeeding well. Never hang the pacifier around your baby’s neck. Do not use a bottle nipple as a pacifier. Bathing You may give your baby a sponge bath. Do not put your baby into a tub of water until the cord falls off, the umbilical area heals and the circumcision heals for boys. The temperature of the water should be 100 degrees Fahrenheit or 37 degrees Celsius to prevent chilling or burning. If you do not have a bath thermometer, use your wrist to test the water. It should feel warm, not hot. The room should be free of drafts, such as open windows or fans. Never leave your baby alone, even for a second. If the telephone rings or someone knocks on the door ignore it and finish the bath. Accidents can occur quickly. Always support your baby’s head during the bath. Keep a firm grip on your baby. A soapy baby can be very slippery. Bathe your baby every 3 to 4 days. It is best to bathe your baby before a feeding. The rest of the time, cleaning after each diaper change and washing baby’s face and neck after feedings are enough. Caring for Your Baby. Russian.
